Repository: arafatrahman/custom-thank-you-for-woocommerce
Catalog: languages/ctyw-*.po
Languages: fr_fr

source: Donation for Homeless
fr_fr: Don pour les sans-abri

source: More information about %s
fr_fr: Plus d’informations sur %s

source: View Details
fr_fr: Voir les détails

source: Custom Thank You for WooCommerce Add-on requires WooCommerce plugin to be installed and activated.
fr_fr: Remerciementpersonnalisé pour WooCommerce Add-on nécessite wooCommerce plugin pour être installé et activé.

source: Settings
fr_fr: Paramètres

source: This option allows you to define a specific custom thank you page for your customers.
fr_fr: Cette option vous permet de définir une page de remerciement personnalisée spécifique pour vos clients.

source: Select the Thank You Page
fr_fr: Sélectionnez la page Merci

source: Select the page which you want to use as Custom Thank You Page
fr_fr: Sélectionnez la page que vous souhaitez utiliser comme page de remerciement personnalisée

source: Enable Social Box
fr_fr: Activer icône réseaux sociaux

source: Check this option to show the Facebook share tab.
fr_fr: Vérifiez cette option pour afficher l’onglet Partager Facebook.

source: Check this option to show the Twitter share tab.
fr_fr: Vérifiez cette option pour afficher l’onglet Partager Twitter.

source: Check this option to show the Pinterest share tab.
fr_fr: Vérifiez cette option pour afficher l’onglet Action Pinterest.

source: Thank you. Your order has been received.
fr_fr: Merci. Votre commande a été reçue.

source: Share in Email
fr_fr: Partager sur email

source: Share On Facebook
fr_fr: Partager sur Facebook

source: Tweet This Purchase
fr_fr: Tweeter cet achat

source: Pin This Purchase
fr_fr: Pin it

source: Click either the left or right arrows to select the purchased item you want to share
fr_fr: Cliquez sur les flèches gauche ou droite pour sélectionner l’élément acheté que vous souhaitez partager

source: I've just purchased:
fr_fr: Je viens d’acheter :

source: I have purchased:
fr_fr: J'ai acheté:

source: Share
fr_fr: Partager

source: characters left
fr_fr: caractères restants

source: Thank You URL:
fr_fr: Merci URL:

source: Enter Valid URL for Custom Thank You Page.
fr_fr: Entrez l'URL valide pour la page de remerciement personnalisée.

source: How do you like <strong>Custom Thank You For WooCommerce</strong>? Your feedback assures the continued maintenance of this plugin!
fr_fr: Comment aimez-vous <strong>Custom Thank You For WooCommerce</strong>? Vos commentaires assurent l’entretien continu de ce plugin!

source: Leave Feedback
fr_fr: Laisser un avis

source: There's something wrong with your code...
fr_fr: Il ya quelque chose de mal avec votre code ...

source: Custom Thank You for WooCommerce
fr_fr: Merci personnalisé pour WooCommerce

source: A WooCommerce extension that allows you to define your own custom thank you page after placing order.
fr_fr: Une extension WooCommerce qui vous permet de définir votre propre page de remerciement personnalisée après avoir passé de l'ordre.

source: Artios Media
fr_fr: Artios Médias

source: How do you like <strong>Hide Cart Functions</strong>? Your feedback assures the continued maintenance of this plugin!
fr_fr: Comment aimez-vous <strong>Hide Cart Functions</strong>? Vos commentaires assurent l’entretien continu de ce plugin!
